import img1 from "src/assets/mock/advertsImages/1.jpg"

const adverts = [
    {
        id: 1,
        category_id: 1,
        city_id: 1,
        owner: "Александр Иванов",
        title: "Пусть врачи не «сгорают» на работе!",
        description: "«Приехать в больницу к восьми утра, уехать около пяти вечера, не оставив “хвостов” и недоделок на завтра. Снять белый халат и не думать о работе», — так Владимир Борисович описывает свой идеальный рабочий день.\n" +
            "\n" +
            "Еще в детстве он решил, что станет врачом, а со специализацией — детская онкология — определился на последних курсах университета. Онкология всегда считалась малоизученной областью медицины и особенно привлекала будущего врача.\n" +
            "\n" +
            "Вот уже больше 20 лет Владимир Борисович спасает детей от рака. «О своем выборе не жалел никогда, но и желание уйти из профессии у меня возникало не раз, да и сейчас бывает, — рассказывает доктор. — Некоторых своих пациентов мы вылечить просто не силах. Иногда это понятно сразу, иногда становится ясно спустя какое-то время. Осознать такое нелегко.",
        images: [
            img1,
            img1,
            img1
        ],
        target_amount: 150_000,
        progress_amount: 83_842,
        charity_qty: 143,
        creation_date: "12.05.2022",
        end_date: "12.12.2022",
        requisites: "хз че",
        telephones: [
            "+996 777 555 366",
            "+996 777 555 366",
        ]
    },
    {
        id: 2,
        category_id: 1,
        city_id: 1,
        owner: "Александр Иванов",
        title: "Пусть врачи не «сгорают» на работе!",
        description: "«Приехать в больницу к восьми утра, уехать около пяти вечера, не оставив “хвостов” и недоделок на завтра и снять белый халат и не думать о работе», — так Владимир Борисович описывает свой идеальный рабочий день.\n" +
            "\n" +
            "Еще в детстве он решил, что станет врачом, а со специализацией — детская онкология — определился на последних курсах университета. Онкология всегда считалась малоизученной областью медицины и особенно привлекала будущего врача.\n" +
            "\n" +
            "Вот уже больше 20 лет Владимир Борисович спасает детей от рака. «О своем выборе не жалел никогда, но и желание уйти из профессии у меня возникало не раз, да и сейчас бывает, — рассказывает доктор. — Некоторых своих пациентов мы вылечить просто не силах. Иногда это понятно сразу, иногда становится ясно спустя какое-то время. Осознать такое нелегко.",
        images: [
            img1,
            img1,
            img1
        ],
        target_amount: 150_000,
        progress_amount: 83_842,
        charity_qty: 143,
        creation_date: "12.05.2022",
        end_date: "12.12.2022",
        requisites: "хз че",
        telephones: [
            "+996 777 555 366",
            "+996 777 555 366",
        ]
    },
    {
        id: 3,
        category_id: 1,
        city_id: 1,
        owner: "Александр Иванов",
        title: "Пусть врачи не «сгорают» на работе!",
        description: "«Приехать в больницу к восьми утра, уехать около пяти вечера, не оставив “хвостов” и недоделок на завтра. Снять белый халат и не думать о работе», — так Владимир Борисович описывает свой идеальный рабочий день.\n" +
            "\n" +
            "Еще в детстве он решил, что станет врачом, а со специализацией — детская онкология — определился на последних курсах университета. Онкология всегда считалась малоизученной областью медицины и особенно привлекала будущего врача.\n" +
            "\n" +
            "Вот уже больше 20 лет Владимир Борисович спасает детей от рака. «О своем выборе не жалел никогда, но и желание уйти из профессии у меня возникало не раз, да и сейчас бывает, — рассказывает доктор. — Некоторых своих пациентов мы вылечить просто не силах. Иногда это понятно сразу, иногда становится ясно спустя какое-то время. Осознать такое нелегко.",
        images: [
            img1,
            img1,
            img1
        ],
        target_amount: 150_000,
        progress_amount: 83_842,
        charity_qty: 143,
        creation_date: "12.05.2022",
        end_date: "12.12.2022",
        requisites: "хз че",
        telephones: [
            "+996 777 555 366",
            "+996 777 555 366",
        ]
    },
    {
        id: 4,
        category_id: 1,
        city_id: 1,
        owner: "Александр Иванов",
        title: "Пусть врачи не «сгорают» на работе!",
        description: "«Приехать в больницу к восьми утра, уехать около пяти вечера, не оставив “хвостов” и недоделок на завтра. Снять белый халат и не думать о работе», — так Владимир Борисович описывает свой идеальный рабочий день.\n" +
            "\n" +
            "Еще в детстве он решил, что станет врачом, а со специализацией — детская онкология — определился на последних курсах университета. Онкология всегда считалась малоизученной областью медицины и особенно привлекала будущего врача.\n" +
            "\n" +
            "Вот уже больше 20 лет Владимир Борисович спасает детей от рака. «О своем выборе не жалел никогда, но и желание уйти из профессии у меня возникало не раз, да и сейчас бывает, — рассказывает доктор. — Некоторых своих пациентов мы вылечить просто не силах. Иногда это понятно сразу, иногда становится ясно спустя какое-то время. Осознать такое нелегко.",
        images: [
            img1,
            img1,
            img1
        ],
        target_amount: 150_000,
        progress_amount: 83_842,
        charity_qty: 143,
        creation_date: "12.05.2022",
        end_date: "12.12.2022",
        requisites: "хз че",
        telephones: [
            "+996 777 555 366",
            "+996 777 555 366",
        ]
    },
    {
        id: 5,
        category_id: 1,
        city_id: 1,
        owner: "Александр Иванов",
        title: "Пусть врачи не «сгорают» на работе!",
        description: "«Приехать в больницу к восьми утра, уехать около пяти вечера, не оставив “хвостов” и недоделок на завтра. Снять белый халат и не думать о работе», — так Владимир Борисович описывает свой идеальный рабочий день.\n" +
            "\n" +
            "Еще в детстве он решил, что станет врачом, а со специализацией — детская онкология — определился на последних курсах университета. Онкология всегда считалась малоизученной областью медицины и особенно привлекала будущего врача.\n" +
            "\n" +
            "Вот уже больше 20 лет Владимир Борисович спасает детей от рака. «О своем выборе не жалел никогда, но и желание уйти из профессии у меня возникало не раз, да и сейчас бывает, — рассказывает доктор. — Некоторых своих пациентов мы вылечить просто не силах. Иногда это понятно сразу, иногда становится ясно спустя какое-то время. Осознать такое нелегко.",
        images: [
            img1,
            img1,
            img1
        ],
        target_amount: 150_000,
        progress_amount: 83_842,
        charity_qty: 143,
        creation_date: "12.05.2022",
        end_date: "12.12.2022",
        requisites: "хз че",
        telephones: [
            "+996 777 555 366",
            "+996 777 555 366",
        ]
    },
    {
        id: 6,
        category_id: 1,
        city_id: 1,
        owner: "Александр Иванов",
        title: "Пусть врачи не «сгорают» на работе!",
        description: "«Приехать в больницу к восьми утра, уехать около пяти вечера, не оставив “хвостов” и недоделок на завтра. Снять белый халат и не думать о работе», — так Владимир Борисович описывает свой идеальный рабочий день.\n" +
            "\n" +
            "Еще в детстве он решил, что станет врачом, а со специализацией — детская онкология — определился на последних курсах университета. Онкология всегда считалась малоизученной областью медицины и особенно привлекала будущего врача.\n" +
            "\n" +
            "Вот уже больше 20 лет Владимир Борисович спасает детей от рака. «О своем выборе не жалел никогда, но и желание уйти из профессии у меня возникало не раз, да и сейчас бывает, — рассказывает доктор. — Некоторых своих пациентов мы вылечить просто не силах. Иногда это понятно сразу, иногда становится ясно спустя какое-то время. Осознать такое нелегко.",
        images: [
            img1,
            img1,
            img1
        ],
        target_amount: 150_000,
        progress_amount: 83_842,
        charity_qty: 143,
        creation_date: "12.05.2022",
        end_date: "12.12.2022",
        requisites: "хз че",
        telephones: [
            "+996 777 555 366",
            "+996 777 555 366",
        ]
    },
    {
        id: 7,
        category_id: 1,
        city_id: 1,
        owner: "Александр Иванов",
        title: "Пусть врачи не «сгорают» на работе!",
        description: "«Приехать в больницу к восьми утра, уехать около пяти вечера, не оставив “хвостов” и недоделок на завтра. Снять белый халат и не думать о работе», — так Владимир Борисович описывает свой идеальный рабочий день.\n" +
            "\n" +
            "Еще в детстве он решил, что станет врачом, а со специализацией — детская онкология — определился на последних курсах университета. Онкология всегда считалась малоизученной областью медицины и особенно привлекала будущего врача.\n" +
            "\n" +
            "Вот уже больше 20 лет Владимир Борисович спасает детей от рака. «О своем выборе не жалел никогда, но и желание уйти из профессии у меня возникало не раз, да и сейчас бывает, — рассказывает доктор. — Некоторых своих пациентов мы вылечить просто не силах. Иногда это понятно сразу, иногда становится ясно спустя какое-то время. Осознать такое нелегко.",
        images: [
            img1,
            img1,
            img1
        ],
        target_amount: 150_000,
        progress_amount: 83_842,
        charity_qty: 143,
        creation_date: "12.05.2022",
        end_date: "12.12.2022",
        requisites: "хз че",
        telephones: [
            "+996 777 555 366",
            "+996 777 555 366",
        ]
    },
    {
        id: 8,
        category_id: 1,
        city_id: 1,
        owner: "Александр Иванов",
        title: "Пусть врачи не «сгорают» на работе!",
        description: "«Приехать в больницу к восьми утра, уехать около пяти вечера, не оставив “хвостов” и недоделок на завтра. Снять белый халат и не думать о работе», — так Владимир Борисович описывает свой идеальный рабочий день.\n" +
            "\n" +
            "Еще в детстве он решил, что станет врачом, а со специализацией — детская онкология — определился на последних курсах университета. Онкология всегда считалась малоизученной областью медицины и особенно привлекала будущего врача.\n" +
            "\n" +
            "Вот уже больше 20 лет Владимир Борисович спасает детей от рака. «О своем выборе не жалел никогда, но и желание уйти из профессии у меня возникало не раз, да и сейчас бывает, — рассказывает доктор. — Некоторых своих пациентов мы вылечить просто не силах. Иногда это понятно сразу, иногда становится ясно спустя какое-то время. Осознать такое нелегко.",
        images: [
            img1,
            img1,
            img1
        ],
        target_amount: 150_000,
        progress_amount: 83_842,
        charity_qty: 143,
        creation_date: "12.05.2022",
        end_date: "12.12.2022",
        requisites: "хз че",
        telephones: [
            "+996 777 555 366",
            "+996 777 555 366",
        ]
    },

];
export const Data = {adverts};